<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<!-- 错题反馈 -->
<textarea name="" cols="" rows="" style="resize:none;" class="dlslogin_cont">
	       	     尚学在线代理商注册协议

欢迎注册尚学在线的代理商账户，成为我网的战略合作伙伴！
您需要同意本服务条款才能成为尚学在线的注册用户并享受本网站所提供的各项服务和权益。
一、 尚学在线服务条款确认与接纳 
1、本协议服务条款是您（无论是个人或机构）使用尚学在线所提供服务的先决条件。如您不同意本协议服务条款或其随时对其的修改，您应不使用或主动取消尚学在线提供的服务。您的使用行为将被视为您对本协议服务条款及其随时修改版本的完全接受。 
2、 本协议条件尚学在线有权随时更新，且毋须另行通知。修改后的服务条款一旦在尚学在线上公布即取代替原来的服务条款，并构成本条款整体之一部分。您可随时访问尚学在线查阅最新的服务条款。
 
二、 尚学在线提供的服务 
1、尚学在线向您提供包括但不限于如下服务： 
（1）尚学在线利用直接拥有或运营的服务器、为您提供的信息网络存储空间；  
（2）提供各学习中心上传的各类题库便于您进行推广和销售；  
（3）尚学在线提供给您的任何其他技术和/或服务。 

 三、隐私保护 
 当您注册尚学在线的服务时，您所提供的个人或信息。尚学在线不会在未经合法获得您授权时，公开、编辑或透露您的个人信息及保存在尚学在线中的非公开内容，除非有下列情况： 
（1）有关法律规定或尚学在线合法服务程序规定； 
（2）在紧急情况下，为维护您及公众的权益； 
（3）为维护尚学在线的商标权、专利权及其他任何合法权益； 
（4）其他依法需要公开、编辑或透露个人信息的情况。 

四、免责声明
1、尚学在线本身不直接上传、发布任何包括但不限于文档（文字）、图片、音视频课件等内容。所有内容均由用户上传、发布，尚学在线合理信赖内容上传（发布）者是原创作者或是已经征得著作权人的同意并与著作权人就相关问题做出了妥善处理。内容上传（发布）者担保对利用尚学在线服务上传、传播的内容负全部法律责任，尚学在线不负担任何责任。 
2、本网站发布的各类数字产品文档，访问者在本网站发表的观点以及以链接形式推荐的其他网站内容，仅为提供更多信息以参考使用或者学习交流，并不代表本网站观点，也不构成任何销售建议。
3、以下情形导致的个人信息泄露，尚学在线免责：  
（1）政府部门、司法机关等依照法定程序要求尚学在线披露个人资料时，尚学在线将根据执法单位之要求或为公共安全之目的提供个人资料；  
（2）由于用户将个人密码告知他人或与他人共享注册账户，由此导致的任何个人资料泄露；  
（3）任何由于计算机问题、黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营的不可抗力而造成的个人资料泄露、丢失、被盗用或被窜改等；  
（4）由于与尚学在线链接的其他网站所造成之个人资料泄露；  
4、尚学在线若因线路及尚学在线控制范围外的硬件故障或其它不可抗力而导致暂停服务，暂停服务期间给用户造成的一切损失，尚学在线不承担任何法律责任。 
5、除尚学在线注明之服务条款外，其他一切因使用尚学在线而引致之任何意外、疏忽、诽谤、版权或知识产权侵犯及其所造成的损失（包括因下载而感染电脑病毒），尚学在线不承担任何法律责任。  
6、为方便您使用，尚学在线服务可能会提供与第三方国际互联网网站或资源进行链接。除非另有声明，尚学在线无法对第三方网站服务进行控制，您因使用或依赖上述网站或资源所产生的损失或损害，尚学在线不负担任何责任。 

五、版权政策 
尚学在线根据用户指令提供内容上传、传播的信息网络存储空间，我们充分尊重原创作者的著作权和知识产权。根据《中国人民共和国版权法》、《信息网络传播权保护条例》、《互联网著作权行政保护办法》等相关法律、法规的规定，尚学在线针对网络侵权采取如下版权政策：
（1）尚学在线对网络版权保护尽合理、审慎的义务，在有理由确信有任何明显侵犯任何第三人版权的内容存在时，有权不事先通知随时删除该侵权内容； 
（2）在接到符合法定要求的版权通知时，迅速删除涉嫌侵权内容； 
（3）采取必要的技术措施，尽量防止相同侵权内容的再次上传； 
（4）对有证据证明反复上传侵权内容的用户随时停止提供网络存储空间的技术服务和信息发布服务。 

六、服务终止 
1、您同意尚学在线有权基于其自行之考虑，因任何理由，包括但不限于缺乏使用或尚学在线认为您已经违反本协议的文字及精神，而终止您的账号或服务之全部或任何部分，并将您在尚学在线的服务内的任何内容加以移除并删除； 
2、您同意依本协议任何规定提供之服务，无需进行事先通知即可中断或终止，您承认并同意，尚学在线可立即关闭或删除您的账号及您账号中所有相关信息及文件，及/或禁止继续使用前述文件或尚学在线的服务。 
此外，您同意若尚学在线的服务之使用被中断、终止或您的账号及相关信息和文件被关闭、删除，尚学在线对您或任何第三人均不承担任何责任。 

七、题库销售与管理
1、尚学在线采用支付宝支付平台为用户提供销售支付，请您妥善保管好自己的支付账户等金融信息安全，并自己对此负责。
2、请妥善保管好您在尚学在线的账户信息（用户名及密码），由于用户自身原因导致账户信息被盗等原因造成的损失将由用户自己承担。
3、如果您推荐的学生在线购买了题库套餐（使用告知您的学生使用您的推荐号），系统将自动按约定的分成比例将您应得的收入分配到您的支付宝账户（此账户务必通过支付测试，否则无法顺利收到利润分配）
4、尚学在线为激励各代理商，将按月、年根据代理商的业绩进行一定的激励，具体制度由尚学在线进行制定和执行，并有权进行修改、调整或删除。

八、 其他 
请确认您已仔细阅读了本服务条款，接受本站服务条款全部内容，成为尚学在线的正式用户。用户在享受尚学在线服务时必须完全、严格遵守本服务条款。 
本服务条款的所有解释权归尚学在线所有。
</textarea>