<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<!-- 错题反馈 -->
<textarea name="" cols="" rows="" style="resize:none;" class="dlslogin_cont">
	       	     尚学在线学习中心注册协议

欢迎注册尚学在线的学习中心账户，成为我网的战略合作伙伴！
您需要同意本服务条款才能成为尚学在线的注册用户并享受本网站所提供的各项服务和权益。
一、 尚学在线服务条款确认与接纳 
1、本协议服务条款是您（无论是个人或机构）使用尚学在线所提供服务的先决条件。如您不同意本协议服务条款或其随时对其的修改，您应不使用或主动取消尚学在线提供的服务。您的使用行为将被视为您对本协议服务条款及其随时修改版本的完全接受。 
2、 本协议条件尚学在线有权随时更新，且毋须另行通知。修改后的服务条款一旦在尚学在线上公布即取代替原来的服务条款，并构成本条款整体之一部分。您可随时访问尚学在线查阅最新的服务条款。
 
二、 尚学在线提供的服务 
1、尚学在线向您提供包括但不限于如下服务： 
（1）提供在线题库上传及管理的管理功能；  
（2）尚学在线利用直接拥有或运营的服务器、为您提供的信息网络存储空间；  
（3）使用专业的销售渠道和队伍对您的题库进行推广和销售；  
（4）尚学在线提供给您的任何其他技术和/或服务。 
您利用尚学在线服务上传的内容包括但不限于文档（文字）、图片、音视频课件等，您担保对利用尚学在线服务上传、传播的内容负全部法律责任。 
2、您在此明确陈述并保证对所有上传、传播到尚学在线上的内容，拥有或取得了所有必要的权利并承担全部的法律责任，包括但不限于：您有权或已取得必要的许可、授权、准许来使用或授权尚学在线使用所有与上传作品有关的所有专利、商标、商业秘密、版权、表演者权及其他私有权利； 
3、对所有上传至尚学在线的内容（您在此保证已获得权利人的明确授权），您在此同意授予尚学在线对所有上述作品和内容的在全球范围内的免费、不可撤销的、无限期的、并且可转让的非独家使用权许可；尚学在线有权视情况展示、散布及推广前述内容，有权对前述内容进行任何形式的复制、修改、出版、发行及以其他方式使用或者授权第三方进行复制、修改、出版、发行及以其他方式使用；
4、尚学在线并不担保您所有上传内容能够通过尚学在线服务为其他用户所获取、浏览，尚学在线没有义务和责任对所有您上传、传播的内容进行监测；但尚学在线保留根据国家法律、法规的要求对上传、传播的内容进行不定时抽查的权利，并有权在不事先通知的情况下移除获断开链接违法、侵权的内容。此款的规定并不排除您对上传内容的版权担保，亦并非表明尚学在线有责任及能力判断您上传内容的版权归属 。 

三、 用户注册 
如果您使用尚学在线提供的网络存储空间进行资料上传、传播服务，您需要注册一个账号、密码，并确保注册信息的真实性、正确性及完整性，如果上述注册信息发生变化，您应及时更改。在安全完成本服务的登记程序并收到一个密码及账号后，您应维持密码及账号的机密安全。您应对任何人利用您的密码及账号所进行的活动负完全的责任，尚学在线无法对非法或未经您授权使用您账号及密码的行为做出甄别，因此尚学在线不承担任何责任。在此，您同意并承诺做到： 
1、当您的密码或账号遭到未获授权的使用，或者发生其他任何安全问题时，您会立即有效地通知到尚学在线； 
2、您同意接受尚学在线通过电子邮件、客户端、网页或其他合法方式向您发送相关商业信息。在使用电信增值服务的情况下，您同意接受尚学在线及其合作公司通过增值服务系统或其他方式向您发送的相关服务信息或其他信息，其他信息包括但不限于通知信息、宣传信息、广告信息等； 
3、您承诺不在注册、使用尚学在线账号时从事下列行为： 
（1） 故意冒用他人信息为自己注册尚学在线账号； 
（2） 未经他人合法授权以他人名义注册尚学在线账号； 
（3） 使用侮辱、诽谤、色情等违反公序良俗的词语注册尚学在线账号。 
5、您在此同意，尚学在线有权根据自己的判定，对违反上述条款的用户拒绝提供账号注册或取消该账号的使用； 
6、 尚学在线保证，您提供给尚学在线的所有注册信息将根据尚学在线隐私保护政策予以保密，但根据国家法律强制性要求予以披露的除外。 

四、用户行为与承诺 
您单独承担发布内容的责任。您对服务的使用是根据所有适用于服务的地方法律、国家法律和国际法律标准的。 
用户承诺： 
1、在本站的网页上发布信息或者利用本站的服务时必须符合中国有关法规，不得在本站的网页上或者利用本站的服务制作、复制、发布、传播以下信息： 
（1）反对宪法所确定的基本原则的； 
（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； 
（3）损害国家荣誉和利益的； 
（4）煽动民族仇恨、民族歧视，破坏民族团结的； 
（5）破坏国家宗教政策，宣扬邪教和封建迷信的； 
（6）散布谣言，扰乱社会秩序，破坏社会稳定的； 
（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的； 
（8）侮辱或者诽谤他人，侵害他人合法权益的； 
（9）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；
（10）以非法民间组织名义活动的；
（11）含有法律、行政法规禁止的其他内容的。 
2、不利用本站的服务从事以下活动： 
（1）未经允许，进入计算机信息网络或者使用计算机信息网络资源的； 
（2）未经允许，对计算机信息网络功能进行删除、修改或者增加的； 
（3）未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的； 
（4）故意制作、传播计算机病毒等破坏性程序的； 
（5）其他危害计算机信息网络安全的行为。 
3、遵守本站的所有其他规定和程序。 

五、隐私保护 
 当您注册尚学在线的服务时，您所提供的个人或信息。尚学在线不会在未经合法获得您授权时，公开、编辑或透露您的个人信息及保存在尚学在线中的非公开内容，除非有下列情况： 
（1）有关法律规定或尚学在线合法服务程序规定； 
（2）在紧急情况下，为维护您及公众的权益； 
（3）为维护尚学在线的商标权、专利权及其他任何合法权益； 
（4）其他依法需要公开、编辑或透露个人信息的情况。 

六、免责声明
1、尚学在线本身不直接上传、发布任何包括但不限于文档（文字）、图片、音视频课件等内容。所有内容均由用户上传、发布，尚学在线合理信赖内容上传（发布）者是原创作者或是已经征得著作权人的同意并与著作权人就相关问题做出了妥善处理。内容上传（发布）者担保对利用尚学在线服务上传、传播的内容负全部法律责任，尚学在线不负担任何责任。 
2、本网站发布的各类数字产品文档，访问者在本网站发表的观点以及以链接形式推荐的其他网站内容，仅为提供更多信息以参考使用或者学习交流，并不代表本网站观点，也不构成任何销售建议。
3、以下情形导致的个人信息泄露，尚学在线免责：  
（1）政府部门、司法机关等依照法定程序要求尚学在线披露个人资料时，尚学在线将根据执法单位之要求或为公共安全之目的提供个人资料；  
（2）由于用户将个人密码告知他人或与他人共享注册账户，由此导致的任何个人资料泄露；  
（3）任何由于计算机问题、黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营的不可抗力而造成的个人资料泄露、丢失、被盗用或被窜改等；  
（4）由于与尚学在线链接的其他网站所造成之个人资料泄露；  
4、尚学在线若因线路及尚学在线控制范围外的硬件故障或其它不可抗力而导致暂停服务，暂停服务期间给用户造成的一切损失，尚学在线不承担任何法律责任。 
5、除尚学在线注明之服务条款外，其他一切因使用尚学在线而引致之任何意外、疏忽、诽谤、版权或知识产权侵犯及其所造成的损失（包括因下载而感染电脑病毒），尚学在线不承担任何法律责任。  
6、为方便您使用，尚学在线服务可能会提供与第三方国际互联网网站或资源进行链接。除非另有声明，尚学在线无法对第三方网站服务进行控制，您因使用或依赖上述网站或资源所产生的损失或损害，尚学在线不负担任何责任。 

七、版权政策 
尚学在线根据用户指令提供内容上传、传播的信息网络存储空间，我们充分尊重原创作者的著作权和知识产权。根据《中国人民共和国版权法》、《信息网络传播权保护条例》、《互联网著作权行政保护办法》等相关法律、法规的规定，尚学在线针对网络侵权采取如下版权政策：
（1）尚学在线对网络版权保护尽合理、审慎的义务，在有理由确信有任何明显侵犯任何第三人版权的内容存在时，有权不事先通知随时删除该侵权内容； 
（2）在接到符合法定要求的版权通知时，迅速删除涉嫌侵权内容； 
（3）采取必要的技术措施，尽量防止相同侵权内容的再次上传； 
（4）对有证据证明反复上传侵权内容的用户随时停止提供网络存储空间的技术服务和信息发布服务。 

八、服务终止 
1、您同意尚学在线有权基于其自行之考虑，因任何理由，包括但不限于缺乏使用或尚学在线认为您已经违反本协议的文字及精神，而终止您的账号或服务之全部或任何部分，并将您在尚学在线的服务内的任何内容加以移除并删除； 
2、您同意依本协议任何规定提供之服务，无需进行事先通知即可中断或终止，您承认并同意，尚学在线可立即关闭或删除您的账号及您账号中所有相关信息及文件，及/或禁止继续使用前述文件或尚学在线的服务。 
此外，您同意若尚学在线的服务之使用被中断、终止或您的账号及相关信息和文件被关闭、删除，尚学在线对您或任何第三人均不承担任何责任。 

九、题库销售与管理
1、尚学在线采用支付宝支付平台为用户提供销售支付，请您妥善保管好自己的支付账户等金融信息安全，并自己对此负责。
2、请妥善保管好您在尚学在线的账户信息（用户名及密码），由于用户自身原因导致账户信息被盗等原因造成的损失将由用户自己承担。
3、学生在线购买了您所上传并通过了审核的题库套餐，系统将自动按约定的分成比例将您应得的收入分配到您的支付宝账户（此账户务必通过支付测试，否则无法顺利收到利润分配）
4、关于错误率的说明：为了保证对学员提供高品质的在线模考服务，我们要求各学习中心务必认真审核上传的题库的准确性，一般年度错误率（学生反馈错误量/题库总题目数）严格控制在5%以下，如果超出5%的错误率，您将无法获得年终的题库质量奖励。

十、 其他 
请确认您已仔细阅读了本服务条款，接受本站服务条款全部内容，成为尚学在线的正式用户。用户在享受尚学在线服务时必须完全、严格遵守本服务条款。 
本服务条款的所有解释权归尚学在线所有。
</textarea>