<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<!-- 代理商奖励规则 -->
<textarea name="" cols="106" rows="35" style="resize:none;">

       为有效激励各代理商，提升销售业绩，本网拟制定如下奖励规则：

一、奖励对象
       年度销售业绩排行前10名的代理商，此外网站按月度视整体业绩情况对业绩优异的代理商也会进行奖励。

二、奖金来源
       网站将从每个套餐的实际销售额中提留5%进行累计留存至年底作为奖励基金。

三、奖励时间
       一年奖励一次，在次年的1月底前进行核实后对前10名进行奖励。

四、奖金分配
   1、奖励总额=年度套餐销售总额*5%
   2、前10名奖励办法
              第一名：奖金总额*50%
              第二名：奖金总额*20%
              第三名：奖金总额*15%
              第四名：奖金总额*5%
              第五名：奖金总额*3%
              第六名：奖金总额*2%
              第七名：奖金总额*2%
              第八名：奖金总额*1%
              第九名：奖金总额*1%
              第十名：奖金总额*1%
如：2015年累计奖励基金为10万元，第一名将获得的奖金总额为5万元，第十名将获得的奖金总额为1千元。

五、名次确定时间
        排行榜排名截止时间为2015年12月31日24时

六、奖金发放办法
       本网确定最终排名后将在1010xue.com进行公告，并告知各代理商。奖金将由本网客服人员通过转账方式支付到前10名代理商的支付宝账号之中。

七、代理商排名和预计奖金查询办法
        各代理商可在登录自己的代理商后台，查看自己的销售业绩和排名。前20名排行榜的查询地址为注册页面。
本奖励办法解释权归尚学在线，本网有权对规定作必要的修改和调整并无需征得各代理商的同意。

                                                              	    	尚学在线
</textarea>